INSERT INTO `pythagoras_am`.`instruments`
(
`type_id`,
`ticker`,
`name`,
`decimals`,
`min_step`,
`lot_size`)
VALUES
(1, 'YNDX', 'Yandex clA' , 1, 0.1, 1),
(1, 'ALRS', 'АЛРОСА ао' , 2, 0.01, 10),
(1, 'VTBR', 'ВТБ ао' , 6, 0.000005, 10000),
(1, 'GAZP', 'ГАЗПРОМ ао' , 2, 0.01, 10),
(1, 'LKOH', 'ЛУКОЙЛ' , 1, 0.1, 1),
(1, 'MGNT', 'Магнит ао' , 1, 0.1, 1),
(1, 'MTSS', 'МТС-ао' , 2, 0.01, 1),
(1, 'ROSN', 'Роснефть' , 2, 0.01, 1),
(1, 'SBER', 'Сбербанк' , 2, 0.01, 10),
(1, 'SNGSP', 'Сургнфгз-п' , 3, 0.05, 100);